{
  "legs": [
    {
         "Exercise":"ankle on the knee",
         "Descriptions":"From a lying position, bend your knees and keep your feet on the floor. Place your ankle of one foot on your opposite knee. Grasp the thigh or knee of the bottom leg and pull both of your legs into the chest. Relax your neck and shoulders. Hold for 10-20 seconds and then switch sides. ",
         "Secondary":"Glutes",
         "link":"https://www.youtube.com/embed/zpaExOK4S8M"
      },
      {
         "Exercise":"barbell hip thrust",
         "Descriptions":"Begin seated on the ground with a bench directly behind you. Have a loaded barbell over your legs. Using a fat bar or having a pad on the bar can greatly reduce the discomfort caused by this exercise. Roll the bar so that it is directly above your hips, and lean back against the bench so that your shoulder blades are near the top of it. Begin the movement by driving through your feet, extending your hips vertically through the bar. Your weight should be supported by your shoulder blades and your feet. Extend as far as possible, then reverse the motion to return to the starting position.",
         "Secondary":"Glutes",
         "link":"https://www.youtube.com/embed/A8nFGuY77CE"
      },
      {
         "Exercise":"downward facing balance",
         "Descriptions":"Lie facedown on top of an exercise ball. While resting on your stomach on the ball, walk your hands forward along the floor and lift your legs, extending your elbows and knees.",
         "Secondary":"Glutes",
         "link":"https://www.youtube.com/embed/xHGmB73BLAQ"
      },
      {
         "Exercise":"flutter kicks",
         "Descriptions":"On a flat bench lie facedown with the hips on the edge of the bench, the legs straight with toes high off the floor and with the arms on top of the bench holding on to the front edge. Squeeze your glutes and hamstrings and straighten the legs until they are level with the hips. This will be your starting position. Start the movement by lifting the left leg higher than the right leg. Then lower the left leg as you lift the right leg. Continue alternating in this manner (as though you are doing a flutter kick in water) until you have done the recommended amount of repetitions for each leg. Make sure that you keep a controlled movement at all times. Tip: You will breathe normally as you perform this movement.",
         "Secondary":"Glutes",
         "link":"https://www.youtube.com/embed/ANVdMDaYRts"
      },
      {
         "Exercise":"hip extension with bands",
         "Descriptions":"Secure one end of the band to the lower portion of a post and attach the other to one ankle. Facing the attachment point of the band, hold on to the column to stabilize yourself. Keeping your head and your chest up, move the resisted leg back as far as you can while keeping the knee straight. Return the leg to the starting position.",
         "Secondary":"Glutes",
         "link":"https://www.youtube.com/embed/dzhz67lXkAE"
      },
      {
         "Exercise":"hip lift with band",
         "Descriptions":"After choosing a suitable band, lay down in the middle of the rack, after securing the band on either side of you. If your rack doesn't have pegs, the band can be secured using heavy dumbbells or similar objects, just ensure they won't move. Adjust your position so that the band is directly over your hips. Bend your knees and place your feet flat on the floor. Your hands can be on the floor or holding the band in position. Keeping your shoulders on the ground, drive through your heels to raise your hips, pushing into the band as high as you can. Pause at the top of the motion, and return to the starting position.",
         "Secondary":"Glutes",
         "link":"www.youtube.com/embed/DrBljxQuo1E"
      },
      {
         "Exercise":"knee across the body",
         "Descriptions":"Lie down on the floor with your right leg straight. Bend your left leg and lower it across your body, holding the knee down toward the floor with your right hand. (The knee doesn't need to touch the floor if you're tight.) Place your left arm comfortably beside you and turn your head to the left. Imagine you have a weight tied to your tailbone. let your tailbone fall back toward the floor as your chest reaches in the opposite direction to stretch your lower back. Switch sides.",
         "Secondary":"Glutes",
         "link":"https://www.youtube.com/embed/bW_kZbQmums"
      },
      {
         "Exercise":"kneeling jump squat",
         "Descriptions":"Begin kneeling on the floor with a barbell racked across the back of your shoulders, or you can use your body weight for this exercise. This can be done inside of a power rack to make unracking easier.Sit back with your hips until your glutes touch your feet, keeping your head and chest up.Explode up with your hips, generating enough power to land with your feet flat on the floor.Continue with the squat by driving through your heels and extending the knees to come to a standing position.",
         "Secondary":"Glutes",
         "link":"https://www.youtube.com/embed/Ng3mdvyH9EQ"
      },
      {
         "Exercise":"kneeling squat",
         "Descriptions":"Set the bar to the proper height in a power rack. Kneel behind the bar; it may be beneficial to put a mat down to pad your knees. Slide under the bar, racking it across the back of your shoulders. Your shoulder blades should be retracted and the bar tight across your back. Unrack the weight.With your head looking forward, sit back with your butt until you touch your calves.Reverse the motion, returning the torso to an upright position.",
         "Secondary":"Glutes",
         "link":"https://www.youtube.com/embed/zYQ-WdosIwI"
      },
      {
         "Exercise":"single leg glute bridge",
         "Descriptions":"Lay on the floor with your feet flat and knees bent. Raise one leg off of the ground, pulling the knee to your chest. This will be your starting position. Execute the movement by driving through the heel, extending your hip upward and raising your glutes off of the ground. Extend as far as possible, pause and then return to the starting position.",
         "Secondary":"Glutes",
         "link":"https://www.youtube.com/embed/fDxl-0uZMJo"
      },
      {
         "Exercise":"band good morning (pull through)",
         "Descriptions":"Loop the band around a post. Standing a little ways away, loop the opposite end around the neck. Your hands can help hold the band in position. Begin by bending at the hips, getting your butt back as far as possible. Keep your back flat and bend forward to about 90 degrees. Your knees should be only slightly bent. Return to the starting position be driving through with the hips to come back to a standing position.",
         "Secondary":"Hamstring",
         "link":"https://www.youtube.com/embed/Eaqaj4Zf7mc"
      },
      {
         "Exercise":"box jump (multiple response)",
         "Descriptions":"Assume a relaxed stance facing the box or platform approximately an arm's length away. Arms should be down at the sides and legs slightly bent. Using the arms to aid in the initial burst, jump upward and forward, landing with feet simultaneously on top of the box or platform. Immediately drop or jump back down to the original starting place; then repeat the sequence.",
         "Secondary":"Hamstring",
         "link":"https://www.youtube.com/embed/hxldG9FX4j4"
      },
      {
         "Exercise":"chair leg extended stretch",
         "Descriptions":"Sit upright in a chair and grip the seat on the sides. Raise one leg, extending the knee, flexing the ankle as you do so. Slowly move that leg outward as far as you can, and then back to the center and down. Repeat for your other leg.",
         "Secondary":"Hamstring",
         "link":"https://www.youtube.com/embed/fs32F4H2CqI"
      },
      {
         "Exercise":"clean",
         "Descriptions":"With a barbell on the floor close to the shins, take an overhand (or hook) grip just outside the legs. Lower your hips with the weight focused on the heels, back straight, head facing forward, chest up, with your shoulders just in front of the bar. This will be your starting position. Begin the first pull by driving through the heels, extending your knees. Your back angle should stay the same, and your arms should remain straight. Move the weight with control as you continue to above the knees. Next comes the second pull, the main source of acceleration for the clean. As the bar approaches the mid-thigh position, begin extending through the hips. In a jumping motion, accelerate by extending the hips, knees, and ankles, using speed to move the bar upward. There should be no need to actively pull through the arms to accelerate the weight; at the end of the second pull, the body should be fully extended, leaning slightly back, with the arms still extended. As full extension is achieved, transition into the third pull by aggressively shrugging and flexing the arms with the elbows up and out. At peak extension, aggressively pull yourself down, rotating your elbows under the bar as you do so. Receive the bar in a front squat position, the depth of which is dependent upon the height of the bar at the end of the third pull. The bar should be racked onto the protracted shoulders, lightly touching the throat with the hands relaxed. Continue to descend to the bottom squat position, which will help in the recovery. Immediately recover by driving through the heels, keeping the torso upright and elbows up. Continue until you have risen to a standing position.",
         "Secondary":"Hamstring",
         "link":"https://www.youtube.com/embed/KjGvwQl8tis"
      },
      {
         "Exercise":"double kettlebell alternating hang clean",
         "Descriptions":"Place two kettlebells between your feet. To get in the starting position, push your butt back and look straight ahead. Clean one kettlebell to your shoulder and hold on to the other kettlebell. With a fluid motion, lower the top kettlebell while driving the bottom kettlebell up.",
         "Secondary":"Hamstring",
         "link":"https://www.youtube.com/embed/JX64eQ4Ffq4"
      },
      {
         "Exercise":"front leg raises",
         "Descriptions":"With a fluid motion, lower the top kettlebell while driving the bottom kettlebell up. Swing your leg forward, keeping the leg straight. Continue with a downward swing, bringing the leg as far back as your flexibility allows. Repeat 5-10 times, and then switch legs.",
         "Secondary":"Hamstring",
         "link":"https://www.youtube.com/embed/XudXPbq-Cvs"
      },
      {
         "Exercise":"glute ham raise",
         "Descriptions":"Begin by adjusting the equipment to fit your body. Place your feet against the footplate in between the rollers as you lie facedown. Your knees should be just behind the pad. Start from the bottom of the movement. Keep your back arched as you begin the movement by flexing the knees. Drive your toes into the foot plate as you do so. Keep your upper body straight, and continue until your body is upright. Return to the starting position, keeping your descent under control.",
         "Secondary":"Hamstring",
         "link":"https://www.youtube.com/embed/lZbONXtf07g"
      },
      {
         "Exercise":"good morning off pins",
         "Descriptions":"Begin with a bar on a rack at about the same height as your stomach. Bend over underneath the bar and rack the bar across the rear of your shoulders as you would a power squat, not on top of your shoulders. At the proper height, you should be near parallel to the floor when bent over. Keep your back tight, shoulder blades pinched together, and your knees slightly bent. Keep your back arched and your cervical spine in proper alignment. Begin the motion by extending through the hips with your glutes and hamstrings, and you are standing with the weight. Slowly lower the weight back to the pins returning to the starting position.",
         "Secondary":"Hamstring",
         "link":"https://www.youtube.com/embed/Kc3uOsO_DcE"
      },
      {
         "Exercise":"hamstring-smr",
         "Descriptions":"In a seated position, extend your legs over a foam roll so that it is position on the back of the upper legs. Place your hands to the side or behind you to help support your weight. This will be your starting position. Using your hands, lift your hips off of the floor and shift your weight on the foam roll to one leg. Relax the hamstrings of the leg you are stretching. Roll over the foam from below the hip to above the back of the knee, pausing at points of tension for 10-30 seconds. Repeat for the other leg.",
         "Secondary":"Hamstring",
         "link":"https://www.youtube.com/embed/wQ6uUuBWCbw"
      },
      {
         "Exercise":"hang snatch",
         "Descriptions":"Begin with a wide grip on the bar, with an overhand or hook grip. The feet should be directly below the hips with the feet turned out. Your knees should be slightly bent, and the torso inclined forward. The spine should be fully extended and the head facing forward. The bar should be at the hips. This will be your starting position. Aggressively extend through the legs and hips. At peak extension, shrug the shoulders and allow the elbows to flex to the side. As you move your feet into the receiving position, forcefully pull yourself below the bar as you elevate the bar overhead. Receive the bar with your body as low as possible and the arms fully extended overhead. Return to a standing position with the weight overhead. Follow by returning the weight to the ground under control.",
         "Secondary":"Hamstring",
         "link":"https://www.youtube.com/embed/zxdfWgksUZY"
      },
      {
         "Exercise":"hanging bar good morning",
         "Descriptions":"Begin with a bar on a rack at about the same height as your stomach. Suspend the bar using chains or suspension straps. Bend over underneath the bar and rack the bar across the rear of your shoulders as you would a power squat, not on top of your traps. At the proper height, you should be near parallel to the floor when bent over. Keep your back tight, shoulder blades pinched together, and your knees slightly bent. Keep your back arched and your cervical spine in proper alignment. Begin the motion by extending through the hips with your glutes and hamstrings, and you are standing with the weight. Slowly lower the weight back to the starting position, where it is supported by the chains.",
         "Secondary":"Hamstring",
         "link":"https://www.youtube.com/embed/rPkejsfe1TA"
      },
      {
         "Exercise":"intermediate groin stretch",
         "Descriptions":"Lie on the ground with a rope wrapped around one of your feet. Extend your leg as far as you can to one side. Pull gently on the rope to create tension on your groin.",
         "Secondary":"Hamstring",
         "link":"https://www.youtube.com/embed/9bsdiDyQuHc"
      },
      {
         "Exercise":"kettlebell one-legged deadlift",
         "Descriptions":"Stand on one leg with a kettlebell in front of that leg. With your knees slightly bent perform a stiff leg deadlift.",
         "Secondary":"Hamstring",
         "link":"https://www.youtube.com/embed/054ea9tBEIA"
      },
      {
         "Exercise":"knee tuck jump",
         "Descriptions":"Squat down with your hands in front of you with fingers touching each other. Jump up as high as you can, and lift your knees to touch your hands.",
         "Secondary":"Hamstring",
         "link":"https://www.youtube.com/embed/"
      },
      {
         "Exercise":"linear 3-part start technique",
         "Descriptions":"Squat down and lean forward. Make sure your head is lower than your hips. With your weight loaded onto your left leg. Sprint ss hard as you can.",
         "Secondary":"Hamstring",
         "link":"https://www.youtube.com/embed/"
      },
      {
         "Exercise":"lying hamstring",
         "Descriptions":"Lie on your back with one of your legs raised to the ceiling. Have someone push your raised leg towards your chest until you feel a stretch. Hold that position for at least 10 seconds. Repeat with other leg.",
         "Secondary":"Hamstring",
         "link":"https://www.youtube.com/embed/"
      },
      {
         "Exercise":"lying leg curls",
         "Descriptions":"Put your chest on the bench, and your legs under the padded cylinder. Raise your legs as far up as you can.",
         "Secondary":"Hamstring",
         "link":"https://www.youtube.com/embed/"
      },
      {
         "Exercise":"muscle snatch",
         "Descriptions":"1) lay on the bench 2) press the desired weight",
         "Secondary":"Forearms",
         "link":"https://www.youtube.com/embed/"
      },
      {
         "Exercise":"one-arm kettlebell swings",
         "Descriptions":"1) lay on the bench 2) press the desired weight",
         "Secondary":"Forearms",
         "link":"https://www.youtube.com/embed/"
      },
      {
         "Exercise":"open palm kettlebell clean",
         "Descriptions":"1) lay on the bench 2) press the desired weight",
         "Secondary":"Forearms",
         "link":"https://www.youtube.com/embed/"
      },
      {
         "Exercise":"platform hamstring slides",
         "Descriptions":"1) lay on the bench 2) press the desired weight",
         "Secondary":"Forearms",
         "link":"https://www.youtube.com/embed/"
      },
      {
         "Exercise":"power clean from blocks",
         "Descriptions":"1) lay on the bench 2) press the desired weight",
         "Secondary":"Forearms",
         "link":"https://www.youtube.com/embed/"
      },
      {
         "Exercise":"prowler sprint",
         "Descriptions":"1) lay on the bench 2) press the desired weight",
         "Secondary":"Forearms",
         "link":"https://www.youtube.com/embed/"
      },
      {
         "Exercise":"reverse band sumo deadlift",
         "Descriptions":"1) lay on the bench 2) press the desired weight",
         "Secondary":"Forearms",
         "link":"https://www.youtube.com/embed/"
      },
      {
         "Exercise":"romanian deadlift",
         "Descriptions":"1) lay on the bench 2) press the desired weight",
         "Secondary":"Forearms",
         "link":"https://www.youtube.com/embed/"
      },
      {
         "Exercise":"runner's stretch",
         "Descriptions":"1) lay on the bench 2) press the desired weight",
         "Secondary":"Forearms",
         "link":"https://www.youtube.com/embed/"
      },
      {
         "Exercise":"seated hamstring and calf stretch",
         "Descriptions":"1) lay on the bench 2) press the desired weight",
         "Secondary":"Forearms",
         "link":"https://www.youtube.com/embed/"
      },
      {
         "Exercise":"seated leg curl",
         "Descriptions":"1) lay on the bench 2) press the desired weight",
         "Secondary":"Forearms",
         "link":"https://www.youtube.com/embed/"
      },
      {
         "Exercise":"smith machine hang power clean",
         "Descriptions":"1) lay on the bench 2) press the desired weight",
         "Secondary":"Forearms",
         "link":"https://www.youtube.com/embed/"
      },
      {
         "Exercise":"smith machine stiff-legged deadlift",
         "Descriptions":"1) lay on the bench 2) press the desired weight",
         "Secondary":"Forearms",
         "link":"https://www.youtube.com/embed/"
      },
      {
         "Exercise":"split snatch",
         "Descriptions":"1) lay on the bench 2) press the desired weight",
         "Secondary":"Forearms",
         "link":"https://www.youtube.com/embed/"
      },
      {
         "Exercise":"split squats",
         "Descriptions":"1) lay on the bench 2) press the desired weight",
         "Secondary":"Forearms",
         "link":"https://www.youtube.com/embed/"
      },
      {
         "Exercise":"standing leg curl",
         "Descriptions":"1) lay on the bench 2) press the desired weight",
         "Secondary":"Forearms",
         "link":"https://www.youtube.com/embed/"
      },
      {
         "Exercise":"standing toe touches",
         "Descriptions":"1) lay on the bench 2) press the desired weight",
         "Secondary":"Forearms",
         "link":"https://www.youtube.com/embed/"
      },
      {
         "Exercise":"stiff-legged dumbbell deadlift",
         "Descriptions":"1) lay on the bench 2) press the desired weight",
         "Secondary":"Forearms",
         "link":"https://www.youtube.com/embed/"
      },
      {
         "Exercise":"sumo deadlift with bands",
         "Descriptions":"1) lay on the bench 2) press the desired weight",
         "Secondary":"Forearms",
         "link":"https://www.youtube.com/embed/"
      },
      {
         "Exercise":"the straddle",
         "Descriptions":"1) lay on the bench 2) press the desired weight",
         "Secondary":"Forearms",
         "link":"https://www.youtube.com/embed/"
      },
      {
         "Exercise":"vertical swing",
         "Descriptions":"1) lay on the bench 2) press the desired weight",
         "Secondary":"Forearms",
         "link":"https://www.youtube.com/embed/"
      },
      {
         "Exercise":"wide stance stiff legs",
         "Descriptions":"1) lay on the bench 2) press the desired weight",
         "Secondary":"Forearms",
         "link":"https://www.youtube.com/embed/"
      },
      {
         "Exercise":"world's greatest stretch",
         "Descriptions":"1) lay on the bench 2) press the desired weight",
         "Secondary":"Forearms",
         "link":"https://www.youtube.com/embed/"
      },
      {
         "Exercise":"backward drag",
         "Descriptions":"1) lay on the bench 2) press the desired weight",
         "Secondary":"Forearms",
         "link":"https://www.youtube.com/embed/"
      },
      {
         "Exercise":"barbell full squat",
         "Descriptions":"1) lay on the bench 2) press the desired weight",
         "Secondary":"Forearms",
         "link":"https://www.youtube.com/embed/"
      },
      {
         "Exercise":"barbell squat",
         "Descriptions":"1) lay on the bench 2) press the desired weight",
         "Secondary":"Forearms",
         "link":"https://www.youtube.com/embed/"
      },
      {
         "Exercise":"barbell step ups",
         "Descriptions":"1) lay on the bench 2) press the desired weight",
         "Secondary":"Forearms",
         "link":"https://www.youtube.com/embed/"
      },
      {
         "Exercise":"bench jump",
         "Descriptions":"1) lay on the bench 2) press the desired weight",
         "Secondary":"Forearms",
         "link":"https://www.youtube.com/embed/"
      },
      {
         "Exercise":"bench sprint",
         "Descriptions":"1) lay on the bench 2) press the desired weight",
         "Secondary":"Forearms",
         "link":"https://www.youtube.com/embed/"
      },
      {
         "Exercise":"bicycling",
         "Descriptions":"1) lay on the bench 2) press the desired weight",
         "Secondary":"Forearms",
         "link":"https://www.youtube.com/embed/"
      },
      {
         "Exercise":"bodyweight walking lunge",
         "Descriptions":"1) lay on the bench 2) press the desired weight",
         "Secondary":"Forearms",
         "link":"https://www.youtube.com/embed/"
      },
      {
         "Exercise":"box squat",
         "Descriptions":"1) lay on the bench 2) press the desired weight",
         "Secondary":"Forearms",
         "link":"https://www.youtube.com/embed/"
      },
      {
         "Exercise":"box squat with chains",
         "Descriptions":"1) lay on the bench 2) press the desired weight",
         "Secondary":"Forearms",
         "link":"https://www.youtube.com/embed/"
      },
      {
         "Exercise":"chair squat",
         "Descriptions":"1) lay on the bench 2) press the desired weight",
         "Secondary":"Forearms",
         "link":"https://www.youtube.com/embed/"
      },
      {
         "Exercise":"clean from blocks",
         "Descriptions":"1) lay on the bench 2) press the desired weight",
         "Secondary":"Forearms",
         "link":"https://www.youtube.com/embed/"
      },
      {
         "Exercise":"dumbbell lunges",
         "Descriptions":"1) lay on the bench 2) press the desired weight",
         "Secondary":"Forearms",
         "link":"https://www.youtube.com/embed/"
      },
      {
         "Exercise":"dumbbell rear lunge",
         "Descriptions":"1) lay on the bench 2) press the desired weight",
         "Secondary":"Forearms",
         "link":"https://www.youtube.com/embed/"
      },
      {
         "Exercise":"dumbbell seated box jump",
         "Descriptions":"1) lay on the bench 2) press the desired weight",
         "Secondary":"Forearms",
         "link":"https://www.youtube.com/embed/"
      },
      {
         "Exercise":"dumbbell squat to a bench",
         "Descriptions":"1) lay on the bench 2) press the desired weight",
         "Secondary":"Forearms",
         "link":"https://www.youtube.com/embed/"
      },
      {
         "Exercise":"elevated back lunge",
         "Descriptions":"1) lay on the bench 2) press the desired weight",
         "Secondary":"Forearms",
         "link":"https://www.youtube.com/embed/"
      },
      {
         "Exercise":"elliptical trainer",
         "Descriptions":"1) lay on the bench 2) press the desired weight",
         "Secondary":"Forearms",
         "link":"https://www.youtube.com/embed/"
      },
      {
         "Exercise":"freehand jump squat",
         "Descriptions":"1) lay on the bench 2) press the desired weight",
         "Secondary":"Forearms",
         "link":"https://www.youtube.com/embed/"
      },
      {
         "Exercise":"front barbell squat to a bench",
         "Descriptions":"1) lay on the bench 2) press the desired weight",
         "Secondary":"Forearms",
         "link":"https://www.youtube.com/embed/"
      },
      {
         "Exercise":"front squats with two kettlebells",
         "Descriptions":"1) lay on the bench 2) press the desired weight",
         "Secondary":"Forearms",
         "link":"https://www.youtube.com/embed/"
      },
      {
         "Exercise":"goblet squat",
         "Descriptions":"1) lay on the bench 2) press the desired weight",
         "Secondary":"Forearms",
         "link":"https://www.youtube.com/embed/"
      },
      {
         "Exercise":"hack squat",
         "Descriptions":"1) lay on the bench 2) press the desired weight",
         "Secondary":"Forearms",
         "link":"https://www.youtube.com/embed/"
      },
      {
         "Exercise":"hang clean",
         "Descriptions":"1) lay on the bench 2) press the desired weight",
         "Secondary":"Forearms",
         "link":"https://www.youtube.com/embed/"
      },
      {
         "Exercise":"iron crosses (stretch)",
         "Descriptions":"1) lay on the bench 2) press the desired weight",
         "Secondary":"Forearms",
         "link":"https://www.youtube.com/embed/"
      },
      {
         "Exercise":"jefferson squats",
         "Descriptions":"1) lay on the bench 2) press the desired weight",
         "Secondary":"Forearms",
         "link":"https://www.youtube.com/embed/"
      },
      {
         "Exercise":"jerk dip squat",
         "Descriptions":"1) lay on the bench 2) press the desired weight",
         "Secondary":"Forearms",
         "link":"https://www.youtube.com/embed/"
      },
      {
         "Exercise":"jogging-treadmill",
         "Descriptions":"1) lay on the bench 2) press the desired weight",
         "Secondary":"Forearms",
         "link":"https://www.youtube.com/embed/"
      },
      {
         "Exercise":"leg extensions",
         "Descriptions":"1) lay on the bench 2) press the desired weight",
         "Secondary":"Forearms",
         "link":"https://www.youtube.com/embed/"
      },
      {
         "Exercise":"leg press",
         "Descriptions":"1) lay on the bench 2) press the desired weight",
         "Secondary":"Forearms",
         "link":"https://www.youtube.com/embed/"
      },
      {
         "Exercise":"linear depth jump",
         "Descriptions":"1) lay on the bench 2) press the desired weight",
         "Secondary":"Forearms",
         "link":"https://www.youtube.com/embed/"
      },
      {
         "Exercise":"lunge sprint",
         "Descriptions":"1) lay on the bench 2) press the desired weight",
         "Secondary":"Forearms",
         "link":"https://www.youtube.com/embed/"
      },
      {
         "Exercise":"mountain climbers",
         "Descriptions":"1) lay on the bench 2) press the desired weight",
         "Secondary":"Forearms",
         "link":"https://www.youtube.com/embed/"
      },
      {
         "Exercise":"narrow stance hack squats",
         "Descriptions":"1) lay on the bench 2) press the desired weight",
         "Secondary":"Forearms",
         "link":"https://www.youtube.com/embed/"
      },
      {
         "Exercise":"narrow stance squats",
         "Descriptions":"1) lay on the bench 2) press the desired weight",
         "Secondary":"Forearms",
         "link":"https://www.youtube.com/embed/"
      },
      {
         "Exercise":"olympic squat",
         "Descriptions":"1) lay on the bench 2) press the desired weight",
         "Secondary":"Forearms",
         "link":"https://www.youtube.com/embed/"
      },
      {
         "Exercise":"on-your-back quad stretch",
         "Descriptions":"1) lay on the bench 2) press the desired weight",
         "Secondary":"Forearms",
         "link":"https://www.youtube.com/embed/"
      },
      {
         "Exercise":"one leg barbell squat",
         "Descriptions":"1) lay on the bench 2) press the desired weight",
         "Secondary":"Forearms",
         "link":"https://www.youtube.com/embed/"
      },
      {
         "Exercise":"one-arm overhead kettlebell squats",
         "Descriptions":"1) lay on the bench 2) press the desired weight",
         "Secondary":"Forearms",
         "link":"https://www.youtube.com/embed/"
      },
      {
         "Exercise":"power snatch from blocks",
         "Descriptions":"1) lay on the bench 2) press the desired weight",
         "Secondary":"Forearms",
         "link":"https://www.youtube.com/embed/"
      },
      {
         "Exercise":"quadriceps-smr",
         "Descriptions":"1) lay on the bench 2) press the desired weight",
         "Secondary":"Forearms",
         "link":"https://www.youtube.com/embed/"
      },
      {
         "Exercise":"recumbent bike",
         "Descriptions":"1) lay on the bench 2) press the desired weight",
         "Secondary":"Forearms",
         "link":"https://www.youtube.com/embed/"
      },
      {
         "Exercise":"rope jumping",
         "Descriptions":"1) lay on the bench 2) press the desired weight",
         "Secondary":"Forearms",
         "link":"https://www.youtube.com/embed/"
      },
      {
         "Exercise":"scissors jump",
         "Descriptions":"1) lay on the bench 2) press the desired weight",
         "Secondary":"Forearms",
         "link":"https://www.youtube.com/embed/"
      },
      {
         "Exercise":"side hop-sprint",
         "Descriptions":"1) lay on the bench 2) press the desired weight",
         "Secondary":"Forearms",
         "link":"https://www.youtube.com/embed/"
      },
      {
         "Exercise":"side to side box shuffle",
         "Descriptions":"1) lay on the bench 2) press the desired weight",
         "Secondary":"Forearms",
         "link":"https://www.youtube.com/embed/"
      },
      {
         "Exercise":"single-leg high box squat",
         "Descriptions":"1) lay on the bench 2) press the desired weight",
         "Secondary":"Forearms",
         "link":"https://www.youtube.com/embed/"
      },
      {
         "Exercise":"single-leg lateral hop",
         "Descriptions":"1) lay on the bench 2) press the desired weight",
         "Secondary":"Forearms",
         "link":"https://www.youtube.com/embed/"
      },
      {
         "Exercise":"single-leg stride jump",
         "Descriptions":"1) lay on the bench 2) press the desired weight",
         "Secondary":"Forearms",
         "link":"https://www.youtube.com/embed/"
      },
      {
         "Exercise":"sled drag - harness",
         "Descriptions":"1) lay on the bench 2) press the desired weight",
         "Secondary":"Forearms",
         "link":"https://www.youtube.com/embed/"
      },
      {
         "Exercise":"smith machine pistol squat",
         "Descriptions":"1) lay on the bench 2) press the desired weight",
         "Secondary":"Forearms",
         "link":"https://www.youtube.com/embed/"
      },
      {
         "Exercise":"smith single-leg split squat",
         "Descriptions":"1) lay on the bench 2) press the desired weight",
         "Secondary":"Forearms",
         "link":"https://www.youtube.com/embed/"
      },
      {
         "Exercise":"snatch balance",
         "Descriptions":"1) lay on the bench 2) press the desired weight",
         "Secondary":"Forearms",
         "link":"https://www.youtube.com/embed/"
      },
      {
         "Exercise":"snatch from blocks",
         "Descriptions":"1) lay on the bench 2) press the desired weight",
         "Secondary":"Forearms",
         "link":"https://www.youtube.com/embed/"
      },
      {
         "Exercise":"speed squats",
         "Descriptions":"1) lay on the bench 2) press the desired weight",
         "Secondary":"Forearms",
         "link":"https://www.youtube.com/embed/"
      },
      {
         "Exercise":"split jerk",
         "Descriptions":"1) lay on the bench 2) press the desired weight",
         "Secondary":"Forearms",
         "link":"https://www.youtube.com/embed/"
      },
      {
         "Exercise":"squat with bands",
         "Descriptions":"1) lay on the bench 2) press the desired weight",
         "Secondary":"Forearms",
         "link":"https://www.youtube.com/embed/"
      },
      {
         "Exercise":"squat with plate movers",
         "Descriptions":"1) lay on the bench 2) press the desired weight",
         "Secondary":"Forearms",
         "link":"https://www.youtube.com/embed/"
      },
      {
         "Exercise":"stairmaster",
         "Descriptions":"1) lay on the bench 2) press the desired weight",
         "Secondary":"Forearms",
         "link":"https://www.youtube.com/embed/"
      },
      {
         "Exercise":"standing elevated quad stretch",
         "Descriptions":"1) lay on the bench 2) press the desired weight",
         "Secondary":"Forearms",
         "link":"https://www.youtube.com/embed/"
      },
      {
         "Exercise":"step mill",
         "Descriptions":"1) lay on the bench 2) press the desired weight",
         "Secondary":"Forearms",
         "link":"https://www.youtube.com/embed/"
      },
      {
         "Exercise":"stride jump crossover",
         "Descriptions":"1) lay on the bench 2) press the desired weight",
         "Secondary":"Forearms",
         "link":"https://www.youtube.com/embed/"
      },
      {
         "Exercise":"trail running/walking",
         "Descriptions":"1) lay on the bench 2) press the desired weight",
         "Secondary":"Forearms",
         "link":"https://www.youtube.com/embed/"
      },
      {
         "Exercise":"weighted jump squat",
         "Descriptions":"1) lay on the bench 2) press the desired weight",
         "Secondary":"Forearms",
         "link":"https://www.youtube.com/embed/"
      },
      {
         "Exercise":"weighted sissy squat",
         "Descriptions":"1) lay on the bench 2) press the desired weight",
         "Secondary":"Forearms",
         "link":"https://www.youtube.com/embed/"
      },
      {
         "Exercise":"weighted squat",
         "Descriptions":"1) lay on the bench 2) press the desired weight",
         "Secondary":"Forearms",
         "link":"https://www.youtube.com/embed/"
      },
      {
         "Exercise":"yoke walk",
         "Descriptions":"1) lay on the bench 2) press the desired weight",
         "Secondary":"Forearms",
         "link":"https://www.youtube.com/embed/"
      },
      {
         "Exercise":"balance board",
         "Descriptions":"1) lay on the bench 2) press the desired weight",
         "Secondary":"Forearms",
         "link":"https://www.youtube.com/embed/"
      },
      {
         "Exercise":"barbell seated calf raise",
         "Descriptions":"1) lay on the bench 2) press the desired weight",
         "Secondary":"Forearms",
         "link":"https://www.youtube.com/embed/"
      },
      {
         "Exercise":"calf press on the leg press machine",
         "Descriptions":"1) lay on the bench 2) press the desired weight",
         "Secondary":"Forearms",
         "link":"https://www.youtube.com/embed/"
      },
      {
         "Exercise":"calf raises - with bands",
         "Descriptions":"1) lay on the bench 2) press the desired weight",
         "Secondary":"Forearms",
         "link":"https://www.youtube.com/embed/"
      },
      {
         "Exercise":"calf stretch hands against wall",
         "Descriptions":"1) lay on the bench 2) press the desired weight",
         "Secondary":"Forearms",
         "link":"https://www.youtube.com/embed/"
      },
      {
         "Exercise":"calves-smr",
         "Descriptions":"1) lay on the bench 2) press the desired weight",
         "Secondary":"Forearms",
         "link":"https://www.youtube.com/embed/"
      },
      {
         "Exercise":"peroneals-smr",
         "Descriptions":"1) lay on the bench 2) press the desired weight",
         "Secondary":"Forearms",
         "link":"https://www.youtube.com/embed/"
      },
      {
         "Exercise":"posterior tibialis stretch",
         "Descriptions":"1) lay on the bench 2) press the desired weight",
         "Secondary":"Forearms",
         "link":"https://www.youtube.com/embed/"
      },
      {
         "Exercise":"rocking standing calf raise",
         "Descriptions":"1) lay on the bench 2) press the desired weight",
         "Secondary":"Forearms",
         "link":"https://www.youtube.com/embed/"
      },
      {
         "Exercise":"seated calf raise",
         "Descriptions":"1) lay on the bench 2) press the desired weight",
         "Secondary":"Forearms",
         "link":"https://www.youtube.com/embed/"
      },
      {
         "Exercise":"standing barbell calf raise",
         "Descriptions":"1) lay on the bench 2) press the desired weight",
         "Secondary":"Forearms",
         "link":"https://www.youtube.com/embed/"
      },
      {
         "Exercise":"standing calf raises",
         "Descriptions":"1) lay on the bench 2) press the desired weight",
         "Secondary":"Forearms",
         "link":"https://www.youtube.com/embed/"
      },
      {
         "Exercise":"standing dumbbell calf raise",
         "Descriptions":"1) lay on the bench 2) press the desired weight",
         "Secondary":"Forearms",
         "link":"https://www.youtube.com/embed/"
      },
      {
         "Exercise":"standing gastrocnemius calf stretch",
         "Descriptions":"1) lay on the bench 2) press the desired weight",
         "Secondary":"Forearms",
         "link":"https://www.youtube.com/embed/"
      }
    ]
	
}